Repository: kiler222/yogarepublic-ios
Catalog: yogarepublic/*.lproj/Localizable.strings
Languages: pl

source: Error downloading data
pl: Pobierania danych

source: Try again
pl: Spóbuj ponownie

source: Try again later
pl: Spóbuj ponownie za chwilę

source: Try again later...
pl: Spóbuj ponownie za chwilę

source: Incorrect email or password.
pl: Niepoprawny email lub hasło

source: Email and password cannot be empty.
pl: Email i hasło nie mogą być puste.

source: Log out
pl: Wyloguj

source: Are you sure you want to log out?
pl: Na pewno chcesz się wylogować?

source: No
pl: Nie

source: Yes
pl: Tak

source: Updating data
pl: Aktualizowanie grafików

source: Please try later...
pl: Spróbuj ponownie za chwilę...
